tap "universal-ctags/universal-ctags"

brew "adr-tools"
brew "direnv"
brew "fzf"
brew "glances"
brew "gnupg" unless File.executable? "/usr/local/bin/gpg"
brew "jq"
brew "python@3.9", link: true, conflicts_with: ["python3"]
brew "reattach-to-user-namespace"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "tmux"
brew "universal-ctags", args: ["HEAD"]
brew "zsh-git-prompt"

brew "neovim"
